[
  "obsidian-admonition",
  "obsidian-style-settings",
  "media-extended",
  "obsidian-mind-map",
  "obsidian-annotator",
  "mx-bili-plugin",
  "execute-code",
  "obsidian-chartsview-plugin",
  "obsidian-git",
  "remotely-save"
]